cask_args appdir: "/Applications"

tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "beeftornado/rmtree"
tap "clojure/tools"
tap "mongodb/brew"

brew "bat"
brew "binaryen"
brew "clojure/tools/clojure"
brew "deno"
brew "djvu2pdf"
brew "fd"
brew "fish"
brew "gh"
brew "go"
brew "git"
brew "git-extras"
brew "httpie"
brew "hub"
brew "java"
brew "jq"
brew "michaeleisel/zld/zld"
brew "mongodb-community"
brew "neovim"
brew "node"
brew "pnpm"
brew "python3"
brew "qemu"
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "rustup-init"
brew "sccache"
brew "scc"
brew "sccache"
brew "telnet"
brew "tmux"
brew "tree"
brew "wabt"
brew "watchman"
brew "wget"
brew "yadm"
brew "yarn"

cask "appcleaner"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "electrum"
cask "emacs"
cask "figma"
cask "firefox-developer-edition"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-monoid-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "github"
cask "google-backup-and-sync"
cask "google-chrome"
cask "gpg-suite"
cask "itch"
cask "iterm2"
cask "karabiner-elements"
cask "megasync"
cask "notion"
cask "openemu-experimental"
cask "postgres"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "skype"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "transmission"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "vox"
cask "xld"
