cask_args appdir: "/Applications"

tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "beeftornado/rmtree"

brew "djvu2pdf"
brew "fd"
brew "fish"
brew "go"
brew "git"
brew "httpie"
brew "jq"
brew "mongodb"
brew "neovim"
brew "node"
brew "python3"
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "rust"
brew "telnet"
brew "tmux"
brew "watchman"
brew "yadm"
brew "yarn"

cask "appcleaner"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "electrum"
cask "figma"
cask "firefox-developer-edition"
cask "font-firacode-nerd-font"
cask "font-hack-nerd-font"
cask "font-sourcecodepro-nerd-font"
cask "google-backup-and-sync"
cask "google-chrome"
cask "itch2"
cask "iterm2"
cask "karabiner-elements"
cask "megasync"
cask "now"
cask "openemu-experimental"
cask "postgres"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "skype"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "vox"
cask "xld"
