cask_args appdir: "/Applications"

tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "beeftornado/rmtree"

brew "awscli"
brew "aws-elasticbeanstalk"
brew "azure-cli"
brew "cloudfoundry/tap/cf-cli"
brew "fd"
brew "fish"
brew "go"
brew "git"
brew "heroku"
brew "httpie"
brew "jq"
brew "neovim"
brew "node"
brew "python3"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "sbt"
brew "scala"
brew "tmux"
brew "watchman"
brew "yadm"
brew "yarn"

cask "appcleaner"
cask "atom"
cask "bluemix-cli"
cask "oni"
cask "dash"
cask "docker"
cask "firefoxdeveloperedition"
cask "font-hack-nerd-font"
cask "font-sourcecodepro-nerd-font"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "insomnia"
cask "karabiner-elements"
cask "now"
cask "postgres"
cask "postman"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "skype"
cask "slack"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "vox"
cask "whatsapp"
cask "wireshark"
cask "xld"

cask "java8"
brew "maven"
