acpi
acpid
amd-ucode
apparmor
appimagelauncher
autoconf
automake
autotiling
avahi
b43-fwcutter
bash
bat
bison
blueberry
bluez
bluez-utils
btrfs-progs
bzip2
ccache
cliphist
clojure
cmake
coreutils
cpupower
cronie
cryptsetup
dart
deno
device-mapper
dhclient
dhcpcd
diffutils
discord
dmraid
dnsmasq
docker
docker-compose
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
elixir
emacs
emscripten
exfat-utils
f2fs-tools
fd
ffmpeg
ffmpegthumbnailer
file
file-roller
filesystem
findutils
firefox
firefox-developer-edition
firefox-ublock-origin
fish
flashfocus
flex
fprintd
gambit-c
gawk
gcc-libs
gdu
gettext
git-lfs
github-cli
glibc
glibc-locales
gnome-epub-thumbnailer
gnome-keyring
go
gparted
greetd
greetd-tuigreet
grep
grub
grub-theme-manjaro
gtk3-nocsd
gvfs
gvfs-mtp
gzip
haveged
htop
httpie
imv
inetutils
iproute2
iputils
jfsutils
jq
julia
kanshi
krita
kvantum
kvantum-theme-matcha
less
lib32-libva-vdpau-driver
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libpamac-flatpak-plugin
libpamac-snap-plugin
libva-mesa-driver
libva-vdpau-driver
licenses
lld
logrotate
lvm2
lxappearance
m4
make
man-db
man-pages
manjaro-aur-support
manjaro-hotfixes
manjaro-pipewire
manjaro-printer
manjaro-release
manjaro-settings-manager
manjaro-settings-samba
manjaro-sway-settings
manjaro-system
manjaro-zsh-config
matcha-gtk-theme
mdadm
memtest86+
mesa-vdpau
mhwd
mhwd-db
mkinitcpio-openswap
mplayer
mpv
nano
nano-syntax-highlighting
neovim
nerd-fonts-roboto-mono
networkmanager
networkmanager-openvpn
nfs-utils
nim
nodejs
npm
nss-mdns
ntfs-3g
oh-my-zsh
os-prober
p7zip
pacman
pamac-gtk
papirus-maia-icon-theme
partitionmanager
patch
pciutils
pcmanfm-gtk3
perl
pkgconf
playerctl
polkit-gnome
procps-ng
psmisc
pulseaudio-ctl
pulsemixer
qemu-img
qemu-system-x86
qemu-ui-gtk
qemu-ui-sdl
qemu-ui-spice-app
qt5-wayland
qt5ct
racket
reiserfsprogs
ripgrep
rlwrap
rsync
rustup
s-nail
sccache
sed
shadow
sof-firmware
spectre-meltdown-checker
sudo
swaycwd
swaylock-effects
sworkstyle
sysfsutils
systemd
systemd-fsck-silent
systemd-sysvcompat
tar
texinfo
tlp
tmux
ttf-hack
usbutils
util-linux
vi
vulkan-intel
vulkan-radeon
wabt
wasmer
wasmtime
web-installer-url-handler
wget
which
wl-clipboard
wlay
wlsunset
wpa_supplicant
wqy-microhei
xcursor-breeze
xdg-desktop-portal-wlr
xdg-user-dirs
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-xwayland
xz
yay
zathura
zathura-pdf-poppler
zeit
