bochs
busybox
clang
cmake
deno
docker
docker-compose
emacs
gnome-connections
firefox-developer-edition
fish
jq
libvirt
lld
llvm
nodejs
neovim
npm
python
python-pynvim
python2
qemu
qemu-arch-extras
ripgrep
strace
tmux
virsh
virt-install
virt-manager
virt-viewer

bc
cpio
rsync

chrpath
diffstat
rpcsvc-proto
