accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-plugins
alsa-utils
arduino
asciinema
audiocd-kio
autoconf
automake
b43-fwcutter
baobab
base
bash-completion
bat
bc
bind
binutils
bison
bluedevil
bochs
breeze
breeze-gtk
btrfs-progs
budgie-desktop
budgie-desktop-view
budgie-screensaver
busybox
ccache
cheese
chromium
chrpath
cinnamon
cinnamon-translations
clang
cmake
cpio
deno
dhclient
dialog
diffstat
diffuse
diffutils
dnsmasq
docker
docker-compose
dragon
drkonqi
efibootmgr
elisa
emacs
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
eog
eos-hooks
eos-log-tool
eos-rankmirrors
eos-update-notifier
epiphany
ethtool
evince
f2fs-tools
fakeroot
fd
ffmpegthumbnailer
file-roller
firefox
firefox-developer-edition
fish
flex
gcc
gdm
gedit
github-cli
glances
gnome-backgrounds
gnome-books
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-documents
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-multi-writer
gnome-music
gnome-nettool
gnome-photos
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-system-monitor
gnome-terminal
gnome-tweaks
gnome-usage
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
gnu-netcat
go
go-tools
godot
gperf
gpicview
grilo-plugins
grub
grub-tools
grub2-theme-endeavouros
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwenview
haveged
hwinfo
inetutils
intel-ucode
inxi
iptables-nft
ipw2100-fw
ipw2200-fw
iwd
jfsutils
jq
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kde-system-meta
kde-utilities-meta
kdeconnect
kdecoration
kdeplasma-addons
kdiff3
keyserver-rank
kgamma5
kget
khotkeys
kinfocenter
kio-gdrive
kmenuedit
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland-integration
kwayland-server
kwin
kwrited
layer-shell-qt
libc++
libdvdcss
libgsf
libisoburn
libkscreen
libksysguard
libopenraw
libtool
libwnck3
linux
linux-atm
linux-firmware
linux-headers
lld
llvm
logrotate
lua-lpeg
lvm2
m4
make
man-db
man-pages
mdadm
milou
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
modemmanager
mtools
mutter
nano
nautilus
nautilus-sendto
ndisc6
nemo-fileroller
nemo-image-converter
nemo-preview
nemo-share
neofetch
neovim
neovim-qt
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nodejs
noto-fonts
npm
nss-mdns
ntfs-3g
okular
openconnect
opendesktop-fonts
orca
os-prober
oxygen
pacman-contrib
patch
perl
picocom
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
podman
polkit-kde-agent
poppler-glib
powerdevil
pptpclient
pulseaudio
pyenv
python-pynvim
qemu-arch-extra
r8168
reflector
reflector-simple
reiserfsprogs
ripgrep
riscv64-elf-binutils
riscv64-elf-gcc
riscv64-elf-gdb
riscv64-linux-gnu-binutils
riscv64-linux-gnu-gcc
riscv64-linux-gnu-gdb
rp-pppoe
rpcsvc-proto
rsync
rustup
rygel
s-nail
s-tui
sccache
screen
sddm-kcm
simple-scan
smartmontools
sof-firmware
solid
spectacle
strace
sudo
sushi
sysfsutils
systemsettings
texinfo
tldr
tlp
tmux
totem
tracker
tracker-miners
tracker3
tracker3-miners
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
upower
usb_modeswitch
usbutils
vi
vino
virt-manager
virt-viewer
vulkan-extra-layers
vulkan-extra-tools
vulkan-html-docs
vulkan-intel
vulkan-tools
vulkan-validation-layers
welcome
wget
which
whois
wine
wine-mono
wireless-regdb
wireless_tools
wvdial
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xfsprogs
xl2tpd
xorg-server
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xreader
xsel
xterm
yad-eos
yay
yelp
