bat
ccache
clang
cmake
deno
docker
docker-compose
gdb
go
firefox-developer-edition
fd
fish
jq
lld
lldb
llvm
meson
neovim
ninja
nodejs
npm
python
qemu
ripgrep
rustup
strace
tmux
xsel
