accountsservice
acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adwaita-icon-theme
akm
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
amdvlk
arandr
arc-gtk-theme-eos
arc-x-icons-theme
arch-install-scripts
archlinux-xdg-menu
ark
audiocd-kio
autoconf
automake
awesome-terminal-fonts
b43-fwcutter
base
bash-completion
bat
bc
bind
binutils
bison
bluez-utils
breeze-gtk
brightnessctl
btrfs-progs
budgie-desktop
budgie-desktop-view
budgie-extras
budgie-screensaver
cantarell-fonts
capitaine-cursors
ccache
celluloid
cinnamon
cinnamon-translations
clang
cmake
cpio
cryptsetup
dbus-python
debootstrap
deno
device-mapper
dex
dhclient
dialog
diffutils
dmenu
dmidecode
dmraid
dnsmasq
docker
docker-compose
dolphin
dosfstools
downgrade
dragon
dunst
e2fsprogs
efibootmgr
egl-wayland
elisa
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
endeavouros-xfce4-terminal-colors
eog
eos-apps-info
eos-hooks
eos-log-tool
eos-rankmirrors
eos-update-notifier
ethtool
evince
exfat-utils
f2fs-tools
fakeroot
fd
ffmpegthumbnailer
file-roller
firefox
firefox-developer-edition
fish
flex
fprintd
fsarchiver
galculator
gcc
gdb
gdm
gedit
git
glances
gnome-calculator
gnome-control-center
gnome-disk-utility
gnome-keyring
gnome-nettool
gnome-screenshot
gnome-shell
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-tweaks
gnome-usage
gnu-netcat
go
grim
grub
grub-tools
grub2-theme-endeavouros
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gthumb
gtk-engine-murrine
gtk-layer-shell
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwenview
haveged
hdparm
htop
hwdetect
hwinfo
inetutils
inxi
ipw2100-fw
ipw2200-fw
iwd
jfsutils
jq
kate
kde-gtk-config
kdeconnect
keyserver-rank
khotkeys
kinfocenter
kinit
kio-fuse
konsole
kscreen
kwallet-pam
less
libdvdcss
libgsf
libopenraw
libtool
libwnck3
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-atm
linux-firmware
linux-headers
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
lld
lldb
llvm
logrotate
lsb-release
lsscsi
lvm2
lxappearance-gtk3
m4
make
mako
man-db
man-pages
mdadm
meld
meson
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
modemmanager
mtools
nano
nautilus
nautilus-sendto
nbd
ndisc6
nemo-fileroller
nemo-image-converter
nemo-preview
nemo-share
neofetch
neovim
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
ninja
nitrogen
nmap
nodejs
noto-fonts
npm
nss-mdns
ntfs-3g
ntp
numlockx
okular
openconnect
opendesktop-fonts
openvpn
os-prober
otf-font-awesome
pacman-contrib
pamixer
paprefs
patch
pavucontrol
pcurses
perl
picom
pkgconf
pkgfile
plasma-desktop
plasma-disks
plasma-nm
plasma-pa
polkit-gnome
poppler-glib
powerdevil
ppp
pptpclient
print-manager
pulseaudio
pulseaudio-alsa
pulseaudio-jack
python
python-defusedxml
python-pip
qemu
qemu-arch-extra
qt5ct
qt6-3d
qt6-5compat
qt6-base
qt6-charts
qt6-connectivity
qt6-datavis3d
qt6-declarative
qt6-doc
qt6-examples
qt6-imageformats
qt6-location
qt6-lottie
qt6-multimedia
qt6-networkauth
qt6-quick3d
qt6-quicktimeline
qt6-remoteobjects
qt6-scxml
qt6-sensors
qt6-serialbus
qt6-serialport
qt6-shadertools
qt6-svg
qt6-tools
qt6-translations
qt6-virtualkeyboard
qt6-wayland
qt6-webchannel
qt6-webengine
qt6-websockets
qt6-webview
qtcreator
r8168
rebuild-detector
reflector
reflector-simple
reiserfsprogs
ripgrep
rofi
rp-pppoe
rsync
s-nail
sccache
scrot
sddm-kcm
sg3_utils
slurp
smartmontools
sof-firmware
solid
spectacle
sshfs
strace
sudo
sushi
sway
swaybg
swayidle
swaylock
sysfsutils
sysstat
systemd-sysvcompat
texinfo
thunar
thunar-archive-plugin
thunar-volman
tldr
tlp
tmux
totem
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono
ttf-liberation
ttf-nerd-fonts-symbols
ttf-opensans
tumbler
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vpnc
vulkan-radeon
vulkan-tools
waybar
welcome
wget
which
whois
wireless-regdb
wireless_tools
wl-clipboard
wofi
wpa_supplicant
wvdial
xbindkeys
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xf86-video-fbdev
xf86-video-vesa
xfce4-terminal
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xlsclients
xorg-xrandr
xreader
xsel
xterm
yad-eos
yay
